GNG

Здравствуйте!

Нажмите на кнопку, чтобы сбросить пароль.

<a href="{{ $this->resetUrl }}"><button>Сбросить Пароль</button></a>

Срок действия этой ссылки истечет через 60 минут.
Если вы не запрашивали сброс пароля, проигнорируйте это письмо.


Как придумать пароль, который защитит ваш аккаунт?

Используйте в пароле буквы, цифры и другие символы

Для восьмизначного пароля, который содержит буквы обоих регистров, цифры и символы, число возможных вариантов в 30 000 раз больше, чем если бы пароль состоял только из строчных букв.

Выбирайте пароль, который будет сложно угадать

Используйте такую комбинацию букв, цифр и символов, которая никак не соотносится лично с вами. Возьмите случайное слово или фразу и добавьте в конец, начало или середину буквы или цифры, чтобы получить пароль, который будет не так просто угадать (например, sPo0kyh@ll0w3En).

Храните пароль в надежном месте

Не оставляйте записанный на бумаге пароль рядом с компьютером. В этом случае пароль легко могут украсть, чтобы впоследствии взломать аккаунт.

Используйте для хранения менеджер паролей.
